Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 对象实例只读：展示对象 ID 与是否已写入存储。
ar: حالات الكائنات للقراءة فقط: تعرض معرّف كل كائن وما إذا كان يحتوي على بيانات مخزّنة.
de: Objektinstanzen sind schreibgeschützt: zeigt die ID jedes Objekts und ob es gespeicherte Daten hat.
en: Object instances are read-only: shows each object’s ID and whether it has stored data.
es_mx: Las instancias de objeto son de solo lectura: muestra el ID de cada objeto y si tiene datos almacenados.
fr: Les instances d’objet sont en lecture seule : affiche l’ID de chaque objet et s’il contient des données stockées.
ja: オブジェクトインスタンスは読み取り専用です。オブジェクト ID とストレージへの書き込み有無を表示します。
ko: 객체 인스턴스는 읽기 전용입니다. 각 객체의 ID와 저장된 데이터 여부를 표시합니다.
pt_br: As instâncias de objeto são somente leitura: mostra o ID de cada objeto e se ele tem dados armazenados.
pt_pt: As instâncias de objeto são só de leitura: mostra o ID de cada objeto e se tem dados armazenados.
tr: Nesne örnekleri salt okunurdur: her nesnenin kimliğini ve depolanmış verisi olup olmadığını gösterir.
zh_hant: 物件實例唯讀：顯示物件 ID 與是否已寫入儲存。
zh_hk: 物件實例唯讀：顯示物件 ID 與是否已寫入儲存。

source: 对象详情
ar: تفاصيل الكائن
de: Objektdetails
en: Object Details
es_mx: Detalles del objeto
fr: Détails de l’objet
ja: オブジェクトの詳細
ko: 객체 상세
pt_br: Detalhes do objeto
pt_pt: Detalhes do objeto
tr: Nesne ayrıntıları
zh_hant: 物件詳細資訊
zh_hk: 物件詳細資料

source: 对象超过 300 MB，受 Cloudflare API 限制无法在 App 内复制或移动
ar: يتجاوز الكائن 300 MB ولا يمكن نسخه أو نقله داخل التطبيق بسبب قيود Cloudflare API
de: Das Objekt überschreitet 300 MB und kann aufgrund von Cloudflare-API-Beschränkungen nicht in der App kopiert oder verschoben werden
en: The object exceeds 300 MB and can’t be copied or moved in the app due to Cloudflare API limits
es_mx: El objeto supera los 300 MB y no se puede copiar ni mover en la app por límites de la API de Cloudflare
fr: L’objet dépasse 300 MB et ne peut pas être copié ou déplacé dans l’app en raison des limites de l’API Cloudflare
ja: オブジェクトが 300 MB を超えており、Cloudflare API の制限によりアプリ内でコピーまたは移動できません
ko: 객체가 300MB를 초과하여 Cloudflare API 제한으로 앱에서 복사하거나 이동할 수 없습니다
pt_br: O objeto excede 300 MB e não pode ser copiado ou movido no app devido a limites da API da Cloudflare
pt_pt: O objeto excede 300 MB e não pode ser copiado ou movido na app devido a limites da API da Cloudflare
tr: Nesne 300 MB’ı aşıyor ve Cloudflare API sınırları nedeniyle uygulamada kopyalanamaz veya taşınamaz
zh_hant: 物件超過 300 MB，受 Cloudflare API 限制無法在 App 內複製或移動
zh_hk: 物件超過 300 MB，受 Cloudflare API 限制無法在 App 內複製或移動

source: 对象过大
ar: الكائن كبير جدًا
de: Objekt zu groß
en: Object too large
es_mx: Objeto demasiado grande
fr: Objet trop volumineux
ja: オブジェクトが大きすぎます
ko: 객체가 너무 큼
pt_br: Objeto muito grande
pt_pt: Objeto demasiado grande
tr: Nesne çok büyük
zh_hant: 物件過大
zh_hk: 物件過大

source: 导入
ar: استيراد
de: Importieren
en: Import
es_mx: Importar
fr: Importer
ja: インポート
ko: 가져오기
pt_br: Importar
pt_pt: Importar
tr: İçe Aktar
zh_hant: 匯入
zh_hk: 匯入

source: 导入为
ar: استيراد كـ
de: Importieren als
en: Import as
es_mx: Importar como
fr: Importer en tant que
ja: インポート形式
ko: 다음으로 가져오기
pt_br: Importar como
pt_pt: Importar como
tr: Şu olarak içe aktar
zh_hant: 匯入為
zh_hk: 匯入為

source: 导出诊断日志
ar: تصدير سجلات التشخيص
de: Diagnoseprotokolle exportieren
en: Export Diagnostic Logs
es_mx: Exportar registros de diagnóstico
fr: Exporter les journaux de diagnostic
ja: 診断ログを書き出す
ko: 진단 로그 내보내기
pt_br: Exportar registros de diagnóstico
pt_pt: Exportar registos de diagnóstico
tr: Tanılama günlüklerini dışa aktar
zh_hant: 輸出診斷日誌
zh_hk: 匯出診斷日誌

source: 封禁时长
ar: مدة الحظر
de: Sperrdauer
en: Block duration
es_mx: Duración del bloqueo
fr: Durée du blocage
ja: ブロック時間
ko: 차단 기간
pt_br: Duração do bloqueio
pt_pt: Duração do bloqueio
tr: Engelleme süresi
zh_hant: 封鎖時長
zh_hk: 封鎖時長

source: 将从该 Pages 项目移除此域名，不影响已有 DNS 记录。
ar: ستتم إزالة هذا النطاق من مشروع Pages، دون التأثير على سجلات DNS الحالية.
de: Die Domain wird aus diesem Pages-Projekt entfernt. Bestehende DNS-Einträge bleiben unberührt.
en: The domain will be removed from this Pages project. Existing DNS records are not affected.
es_mx: El dominio se quitará de este proyecto de Pages. Los registros DNS existentes no se verán afectados.
fr: Le domaine sera retiré de ce projet Pages. Les enregistrements DNS existants ne sont pas affectés.
ja: このドメインを Pages プロジェクトから削除します。既存の DNS レコードには影響しません。
ko: 이 Pages 프로젝트에서 도메인을 제거합니다. 기존 DNS 레코드에는 영향이 없습니다.
pt_br: O domínio será removido deste projeto do Pages. Os registros DNS existentes não serão afetados.
pt_pt: O domínio será removido deste projeto do Pages. Os registos DNS existentes não serão afetados.
tr: Alan adı bu Pages projesinden kaldırılacak. Mevcut DNS kayıtları etkilenmez.
zh_hant: 將從該 Pages 專案移除此網域，不影響現有 DNS 記錄。
zh_hk: 將從該 Pages 項目移除此域名，不影響現有 DNS 記錄。

source: 将使此次部署重新成为生产环境的当前版本。
ar: سيجعل هذا النشر النسخة الحالية في بيئة الإنتاج من جديد.
de: Dadurch wird dieses Deployment wieder zur aktuellen Produktionsversion.
en: This will make this deployment the current production version again.
es_mx: Esto hará que este despliegue vuelva a ser la versión actual de producción.
fr: Cela rétablira ce déploiement comme version de production actuelle.
ja: このデプロイを本番環境の現在のバージョンに戻します。
ko: 이 배포를 다시 프로덕션의 현재 버전으로 만듭니다.
pt_br: Isso fará desta implantação novamente a versão atual de produção.
pt_pt: Isto fará desta implementação novamente a versão atual de produção.
tr: Bu, bu dağıtımı yeniden geçerli üretim sürümü yapar.
zh_hant: 這會使此次部署重新成為生產環境的目前版本。
zh_hk: 這會使此次部署重新成為生產環境的目前版本。

source: 将创建一个空的「直接上传」项目。创建后需使用 Wrangler 或 Cloudflare Dashboard 上传文件以完成首次部署。
ar: يؤدي هذا إلى إنشاء مشروع «رفع مباشر» فارغ. بعد الإنشاء، استخدم Wrangler أو لوحة تحكّم Cloudflare لرفع الملفات لإتمام أول نشر.
de: Dies erstellt ein leeres „Direct Upload“-Projekt. Lade danach mit Wrangler oder dem Cloudflare-Dashboard Dateien für die erste Bereitstellung hoch.
en: This creates an empty “Direct Upload” project. After creating, use Wrangler or the Cloudflare Dashboard to upload files for the first deployment.
es_mx: Esto crea un proyecto vacío de “Carga directa”. Tras crearlo, usa Wrangler o el panel de Cloudflare para subir archivos y completar la primera implementación.
fr: Cela crée un projet « Téléversement direct » vide. Après création, utilisez Wrangler ou le tableau de bord Cloudflare pour téléverser des fichiers et effectuer le premier déploiement.
ja: 空の「ダイレクトアップロード」プロジェクトを作成します。作成後、Wrangler または Cloudflare ダッシュボードでファイルをアップロードして初回デプロイを完了してください。
ko: 빈 “직접 업로드” 프로젝트를 만듭니다. 생성 후 Wrangler 또는 Cloudflare 대시보드로 파일을 업로드해 첫 배포를 완료하세요.
pt_br: Isso cria um projeto vazio de “Upload direto”. Após criar, use o Wrangler ou o painel da Cloudflare para enviar arquivos e concluir a primeira implantação.
pt_pt: Isto cria um projeto vazio de “Carregamento direto”. Após criar, use o Wrangler ou o painel da Cloudflare para carregar ficheiros e concluir a primeira implementação.
tr: Bu, boş bir “Doğrudan Yükleme” projesi oluşturur. Oluşturduktan sonra ilk dağıtım için Wrangler veya Cloudflare Panosu ile dosya yükleyin.
zh_hant: 將建立一個空的「直接上傳」專案。建立後需使用 Wrangler 或 Cloudflare Dashboard 上傳檔案以完成首次部署。
zh_hk: 將建立一個空的「直接上傳」專案。建立後需使用 Wrangler 或 Cloudflare Dashboard 上傳檔案以完成首次部署。

source: 将创建一个远程托管隧道（由 Dashboard / 本应用管理配置）。创建后会显示连接命令。
ar: ينشئ نفقًا مُدارًا عن بُعد (يُضبط عبر لوحة التحكم أو هذا التطبيق). يظهر أمر الاتصال بعد الإنشاء.
de: Erstellt einen remote verwalteten Tunnel (über das Dashboard oder diese App konfiguriert). Der Verbindungsbefehl erscheint nach der Erstellung.
en: Creates a remotely managed tunnel (configured via the dashboard or this app). The connection command appears after creation.
es_mx: Crea un túnel gestionado de forma remota (configurado desde el panel o esta app). El comando de conexión aparece tras crearlo.
fr: Crée un tunnel géré à distance (configuré via le tableau de bord ou cette app). La commande de connexion apparaît après la création.
ja: リモート管理トンネル（ダッシュボードまたは本アプリで設定）を作成します。作成後に接続コマンドが表示されます。
ko: 원격 관리 터널(대시보드 또는 이 앱에서 구성)을 만듭니다. 생성 후 연결 명령이 표시됩니다.
pt_br: Cria um túnel gerenciado remotamente (configurado pelo painel ou por este app). O comando de conexão aparece após a criação.
pt_pt: Cria um túnel gerido remotamente (configurado pelo painel ou por esta app). O comando de ligação aparece após a criação.
tr: Uzaktan yönetilen bir tünel oluşturur (pano veya bu uygulama ile yapılandırılır). Bağlantı komutu oluşturmadan sonra görünür.
zh_hant: 將建立一個遠端託管通道（由 Dashboard / 本 App 管理設定）。建立後會顯示連線指令。
zh_hk: 將建立一個遠端託管隧道（由 Dashboard / 本 App 管理設定）。建立後會顯示連線指令。

source: 将删除「%@」这条重定向。
ar: سيؤدي هذا إلى حذف إعادة التوجيه «%@».
de: Dadurch wird die Weiterleitung „%@“ gelöscht.
en: This will delete the redirect “%@”.
es_mx: Se eliminará la redirección «%@».
fr: La redirection « %@ » sera supprimée.
ja: リダイレクト「%@」を削除します。
ko: 리디렉션 ‘%@’을(를) 삭제합니다.
pt_br: Isso excluirá o redirecionamento “%@”.
pt_pt: Isto eliminará o redirecionamento “%@”.
tr: Bu, “%@” yönlendirmesini siler.
zh_hant: 將刪除「%@」這條重新導向。
zh_hk: 將刪除「%@」這條重定向。

source: 将删除该列表及其所有重定向条目，不可撤销。若仍被启用规则引用，删除可能失败。
ar: يحذف هذا القائمة وجميع عناصر إعادة التوجيه فيها ولا يمكن التراجع عنه. وإذا كانت لا تزال مُشار إليها بقاعدة تفعيل، فقد يفشل الحذف.
de: Dadurch werden die Liste und alle ihre Weiterleitungseinträge gelöscht; dies kann nicht rückgängig gemacht werden. Wird sie noch von einer Aktivierungsregel referenziert, kann das Löschen fehlschlagen.
en: This deletes the list and all its redirect entries and cannot be undone. If it is still referenced by an enabling rule, deletion may fail.
es_mx: Esto elimina la lista y todas sus entradas de redirección y no se puede deshacer. Si todavía la referencia una regla de activación, la eliminación puede fallar.
fr: Cela supprime la liste et toutes ses entrées de redirection, de façon irréversible. Si elle est encore référencée par une règle d'activation, la suppression peut échouer.
ja: このリストとそのすべてのリダイレクト項目を削除します（元に戻せません）。有効化ルールから参照されている場合、削除は失敗することがあります。
ko: 이 목록과 모든 리디렉션 항목을 삭제하며 되돌릴 수 없습니다. 활성화 규칙에서 아직 참조 중이면 삭제가 실패할 수 있습니다.
pt_br: Isso exclui a lista e todas as suas entradas de redirecionamento e não pode ser desfeito. Se ainda for referenciada por uma regra de ativação, a exclusão pode falhar.
pt_pt: Isto elimina a lista e todas as suas entradas de redirecionamento e não pode ser anulado. Se ainda for referenciada por uma regra de ativação, a eliminação pode falhar.
tr: Bu, listeyi ve tüm yönlendirme girişlerini siler ve geri alınamaz. Hâlâ bir etkinleştirme kuralı tarafından başvuruluyorsa silme başarısız olabilir.
zh_hant: 將刪除該清單及其所有重新導向項目，且無法復原。若仍被啟用規則引用，刪除可能失敗。
zh_hk: 將刪除該清單及其所有重定向項目，且無法復原。若仍被啟用規則引用，刪除可能失敗。

source: 将删除该隧道并断开其连接，此操作不可撤销。
ar: سيؤدي هذا إلى حذف النفق وقطع اتصالاته. لا يمكن التراجع عن ذلك.
de: Dadurch wird der Tunnel gelöscht und seine Verbindungen werden getrennt. Dies kann nicht rückgängig gemacht werden.
en: This deletes the tunnel and drops its connections. It can’t be undone.
es_mx: Esto elimina el túnel y corta sus conexiones. No se puede deshacer.
fr: Cela supprime le tunnel et coupe ses connexions. Cette action est irréversible.
ja: このトンネルを削除し、その接続を切断します。取り消せません。
ko: 이 터널을 삭제하고 연결을 끊습니다. 되돌릴 수 없습니다.
pt_br: Isso exclui o túnel e encerra suas conexões. Não pode ser desfeito.
pt_pt: Isto elimina o túnel e termina as suas ligações. Não pode ser anulado.
tr: Bu, tüneli siler ve bağlantılarını keser. Geri alınamaz.
zh_hant: 將刪除該通道並中斷其連線，此操作無法復原。
zh_hk: 將刪除該隧道並中斷其連線，此操作無法復原。

source: 将删除该隧道并断开其连接，此操作不可撤销。删除前请先停止对应的 cloudflared。
ar: سيؤدي هذا إلى حذف النفق وقطع اتصالاته. لا يمكن التراجع عن ذلك. أوقِف أولًا cloudflared المطابق.
de: Dadurch wird der Tunnel gelöscht und seine Verbindungen werden getrennt. Dies kann nicht rückgängig gemacht werden. Stoppe zuerst den zugehörigen cloudflared.
en: This deletes the tunnel and drops its connections. It can’t be undone. Stop the matching cloudflared first.
es_mx: Esto elimina el túnel y corta sus conexiones. No se puede deshacer. Detén antes el cloudflared correspondiente.
fr: Cela supprime le tunnel et coupe ses connexions. Cette action est irréversible. Arrêtez d’abord le cloudflared correspondant.
ja: このトンネルを削除し、その接続を切断します。取り消せません。先に対応する cloudflared を停止してください。
ko: 이 터널을 삭제하고 연결을 끊습니다. 되돌릴 수 없습니다. 먼저 해당 cloudflared를 중지하세요.
pt_br: Isso exclui o túnel e encerra suas conexões. Não pode ser desfeito. Pare antes o cloudflared correspondente.
pt_pt: Isto elimina o túnel e termina as suas ligações. Não pode ser anulado. Pare primeiro o cloudflared correspondente.
tr: Bu, tüneli siler ve bağlantılarını keser. Geri alınamaz. Önce ilgili cloudflared’i durdurun.
zh_hant: 將刪除該通道並中斷其連線，此操作無法復原。刪除前請先停止對應的 cloudflared。
zh_hk: 將刪除該隧道並中斷其連線，此操作無法復原。刪除前請先停止對應的 cloudflared。

source: 将同时移除指向它的触发规则，此操作不可撤销。
ar: ستُزال أيضًا قواعد التشغيل المرتبطة به. لا يمكن التراجع عن ذلك.
de: Auch die zugehörigen Trigger-Regeln werden entfernt. Dies kann nicht rückgängig gemacht werden.
en: Its trigger rules will be removed as well. This can’t be undone.
es_mx: También se eliminarán sus reglas de activación. Esto no se puede deshacer.
fr: Ses règles de déclenchement seront également supprimées. Cette action est irréversible.
ja: それを指すトリガールールも削除されます。この操作は取り消せません。
ko: 이를 가리키는 트리거 규칙도 함께 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: As regras de acionamento dele também serão removidas. Isso não pode ser desfeito.
pt_pt: As regras de acionamento dele também serão removidas. Isto não pode ser anulado.
tr: Tetikleme kuralları da kaldırılır. Bu işlem geri alınamaz.
zh_hant: 將一併移除指向它的觸發規則，此操作無法復原。
zh_hk: 將一併移除指向它的觸發規則，此操作無法復原。

source: 将在该域名所在的区域添加一条已代理的 CNAME 记录，指向 %@。
ar: سيُضاف سجل CNAME مفعَّل الوكيل يشير إلى %@ في منطقة النطاق.
de: In der Zone der Domain wird ein Proxy-CNAME-Eintrag hinzugefügt, der auf %@ zeigt.
en: A proxied CNAME record pointing at %@ will be added in the domain’s zone.
es_mx: Se agregará un registro CNAME con proxy que apunta a %@ en la zona del dominio.
fr: Un enregistrement CNAME proxifié pointant vers %@ sera ajouté dans la zone du domaine.
ja: ドメインのゾーンに %@ を指すプロキシ済み CNAME レコードを追加します。
ko: 도메인 영역에 %@을(를) 가리키는 프록시된 CNAME 레코드를 추가합니다.
pt_br: Um registro CNAME com proxy apontando para %@ será adicionado na zona do domínio.
pt_pt: Será adicionado na zona do domínio um registo CNAME com proxy a apontar para %@.
tr: Alan adının bölgesine %@ adresini gösteren proxy’li bir CNAME kaydı eklenecek.
zh_hant: 將在該網域所在的區域新增一條已代理的 CNAME 記錄，指向 %@。
zh_hk: 將在該域名所在的區域新增一條已代理的 CNAME 記錄，指向 %@。

source: 将导入 %lld 项
ar: سيتم استيراد %lld عنصرًا
de: %lld Einträge werden importiert
en: Will import %lld items
es_mx: Se importarán %lld elementos
fr: %lld éléments seront importés
ja: %lld 件をインポートします
ko: %lld개 항목을 가져옵니다
pt_br: Importará %lld itens
pt_pt: Vai importar %lld itens
tr: %lld öğe içe aktarılacak
zh_hant: 將匯入 %lld 項
zh_hk: 將匯入 %lld 項

source: 将永久删除该队列中所有未消费的消息，不可撤销。队列本身保留。
ar: يحذف نهائيًا جميع الرسائل غير المُستهلَكة في قائمة الانتظار هذه. لا يمكن التراجع. تبقى قائمة الانتظار نفسها.
de: Löscht alle nicht verarbeiteten Nachrichten in dieser Queue dauerhaft. Kann nicht rückgängig gemacht werden. Die Queue selbst bleibt erhalten.
en: Permanently deletes all unconsumed messages in this queue. This can’t be undone. The queue itself is kept.
es_mx: Elimina de forma permanente todos los mensajes no consumidos de esta cola. No se puede deshacer. La cola se conserva.
fr: Supprime définitivement tous les messages non consommés de cette file. Action irréversible. La file elle-même est conservée.
ja: このキュー内の未消費メッセージをすべて完全に削除します。取り消せません。キュー自体は残ります。
ko: 이 대기열의 소비되지 않은 메시지를 모두 영구 삭제합니다. 되돌릴 수 없습니다. 대기열 자체는 유지됩니다.
pt_br: Exclui permanentemente todas as mensagens não consumidas desta fila. Não pode ser desfeito. A fila em si é mantida.
pt_pt: Elimina permanentemente todas as mensagens não consumidas desta fila. Não pode ser anulado. A fila em si é mantida.
tr: Bu kuyruktaki tüketilmemiş tüm mesajları kalıcı olarak siler. Geri alınamaz. Kuyruğun kendisi korunur.
zh_hant: 將永久刪除該佇列中所有未消費的訊息，無法復原。佇列本身保留。
zh_hk: 將永久刪除該佇列中所有未消費的訊息，無法復原。佇列本身保留。

source: 将清空 %@ 在 Cloudflare 边缘的所有缓存，回源流量会短暂上升。
ar: سيؤدي هذا إلى مسح كل التخزين المؤقت لـ %@ على حافة Cloudflare. قد ترتفع حركة المرور إلى المصدر مؤقتًا.
de: Dadurch wird der gesamte Cache von %@ am Cloudflare-Edge geleert. Der Origin-Traffic kann kurzzeitig ansteigen.
en: This clears all of %@’s cache on Cloudflare’s edge. Origin traffic may briefly increase.
es_mx: Esto borra toda la caché de %@ en el borde de Cloudflare. El tráfico al origen puede aumentar brevemente.
fr: Cela vide tout le cache de %@ à la périphérie de Cloudflare. Le trafic vers l’origine peut augmenter brièvement.
ja: %@ の Cloudflare エッジ上のキャッシュをすべて削除します。オリジンへのトラフィックが一時的に増える可能性があります。
ko: Cloudflare 엣지에 있는 %@의 모든 캐시를 비웁니다. 원본 트래픽이 잠시 증가할 수 있습니다.
pt_br: Isso limpa todo o cache de %@ na borda da Cloudflare. O tráfego de origem pode aumentar brevemente.
pt_pt: Isto limpa toda a cache de %@ na periferia da Cloudflare. O tráfego de origem pode aumentar brevemente.
tr: Bu, %@ için Cloudflare uç sunucusundaki tüm önbelleği temizler. Kaynağa giden trafik kısa süreli artabilir.
zh_hant: 將清空 %@ 在 Cloudflare 邊緣的所有快取，回源流量會短暫上升。
zh_hk: 將清空 %@ 在 Cloudflare 邊緣的所有緩存，回源流量會短暫上升。

source: 将用相同的源重新构建并部署。
ar: يعيد هذا البناء والنشر من المصدر نفسه.
de: Dadurch wird aus derselben Quelle neu gebaut und deployt.
en: This rebuilds and deploys from the same source.
es_mx: Esto recompila y despliega desde la misma fuente.
fr: Cela reconstruit et déploie à partir de la même source.
ja: 同じソースから再ビルドしてデプロイします。
ko: 같은 소스에서 다시 빌드하고 배포합니다.
pt_br: Isso recompila e implanta a partir da mesma fonte.
pt_pt: Isto recompila e implementa a partir da mesma fonte.
tr: Bu, aynı kaynaktan yeniden derler ve dağıtır.
zh_hant: 將以相同的來源重新建置並部署。
zh_hk: 將以相同的來源重新建置並部署。

source: 将移除该 Access 应用（其引用的可复用策略会保留）。
ar: يؤدي هذا إلى إزالة تطبيق Access (مع الاحتفاظ بالسياسات القابلة لإعادة الاستخدام المشار إليها).
de: Dies entfernt die Access-App (die referenzierten wiederverwendbaren Richtlinien bleiben erhalten).
en: This removes the Access app (its referenced reusable policies are kept).
es_mx: Esto elimina la app de Access (sus políticas reutilizables referenciadas se conservan).
fr: Cela supprime l’app Access (ses politiques réutilisables référencées sont conservées).
ja: この Access アプリを削除します（参照している再利用可能なポリシーは保持されます）。
ko: 이 Access 앱을 제거합니다(참조된 재사용 가능한 정책은 유지됨).
pt_br: Isso remove o app do Access (as políticas reutilizáveis referenciadas são mantidas).
pt_pt: Isto remove a app do Access (as políticas reutilizáveis referenciadas são mantidas).
tr: Bu, Access uygulamasını kaldırır (atıf yapılan yeniden kullanılabilir ilkeler korunur).
zh_hant: 將移除此 Access 應用程式（其引用的可重複使用原則會保留）。
zh_hk: 將移除此 Access 應用程式（其引用的可重用政策會保留）。

source: 将移除该项目的所有部署，且不可撤销。
ar: يزيل هذا جميع عمليات نشر المشروع ولا يمكن التراجع عنه.
de: Dadurch werden alle Deployments des Projekts entfernt; dies kann nicht rückgängig gemacht werden.
en: This removes all of the project's deployments and cannot be undone.
es_mx: Esto quita todos los despliegues del proyecto y no se puede deshacer.
fr: Cela supprime tous les déploiements du projet, de façon irréversible.
ja: このプロジェクトのすべてのデプロイを削除します（元に戻せません）。
ko: 이 프로젝트의 모든 배포를 제거하며 되돌릴 수 없습니다.
pt_br: Isso remove todas as implantações do projeto e não pode ser desfeito.
pt_pt: Isto remove todas as implementações do projeto e não pode ser anulado.
tr: Bu, projenin tüm dağıtımlarını kaldırır ve geri alınamaz.
zh_hant: 將移除該專案的所有部署，且無法復原。
zh_hk: 將移除該專案的所有部署，且無法復原。

source: 尊重强 ETag
ar: احترام ETag القوية
de: Strong-ETags berücksichtigen
en: Respect strong ETags
es_mx: Respetar ETags fuertes
fr: Respecter les ETags forts
ja: 強い ETag を尊重
ko: 강한 ETag 준수
pt_br: Respeitar ETags fortes
pt_pt: Respeitar ETags fortes
tr: Güçlü ETag'lere uy
zh_hant: 尊重強 ETag
zh_hk: 尊重強 ETag

source: 小于
ar: أصغر من
de: Kleiner als
en: Less than
es_mx: Menor que
fr: Inférieur à
ja: より小さい
ko: 미만
pt_br: Menor que
pt_pt: Menor que
tr: Küçüktür
zh_hant: 小於
zh_hk: 小於

source: 小于等于
ar: أصغر من أو يساوي
de: Kleiner/gleich
en: Less or equal
es_mx: Menor o igual
fr: Inférieur ou égal
ja: 以下
ko: 이하
pt_br: Menor ou igual
pt_pt: Menor ou igual
tr: Küçük eşittir
zh_hant: 小於等於
zh_hk: 小於等於

source: 小写字母 / 数字 / 连字符，创建后不可更改。
ar: أحرف صغيرة / أرقام / شرطات. لا يمكن تغييره بعد الإنشاء.
de: Kleinbuchstaben / Ziffern / Bindestriche. Nach Erstellung nicht änderbar.
en: Lowercase letters / digits / hyphens. Can’t be changed after creation.
es_mx: Minúsculas / dígitos / guiones. No se puede cambiar tras crearlo.
fr: Minuscules / chiffres / traits d’union. Non modifiable après création.
ja: 英小文字／数字／ハイフン。作成後は変更できません。
ko: 소문자 / 숫자 / 하이픈. 생성 후 변경할 수 없습니다.
pt_br: Letras minúsculas / dígitos / hifens. Não pode ser alterado após a criação.
pt_pt: Letras minúsculas / dígitos / hífenes. Não pode ser alterado após a criação.
tr: Küçük harf / rakam / tire. Oluşturulduktan sonra değiştirilemez.
zh_hant: 小寫字母／數字／連字號，建立後無法變更。
zh_hk: 小寫字母／數字／連字號，建立後無法更改。

source: 小写字母 / 数字 / 连字符。
ar: أحرف صغيرة / أرقام / شرطات.
de: Kleinbuchstaben / Ziffern / Bindestriche.
en: Lowercase letters / digits / hyphens.
es_mx: Minúsculas / dígitos / guiones.
fr: Minuscules / chiffres / traits d’union.
ja: 英小文字／数字／ハイフン。
ko: 소문자 / 숫자 / 하이픈.
pt_br: Letras minúsculas / dígitos / hifens.
pt_pt: Letras minúsculas / dígitos / hífenes.
tr: Küçük harf / rakam / tire.
zh_hant: 小寫字母／數字／連字號。
zh_hk: 小寫字母／數字／連字號。

source: 小写字母 / 数字开头，可含连字符与下划线。
ar: يبدأ بحرف صغير/رقم؛ ويمكن أن يحتوي على شرطات وشرطات سفلية.
de: Beginnt mit Kleinbuchstabe/Ziffer; darf Binde- und Unterstriche enthalten.
en: Starts with a lowercase letter / digit; may include hyphens and underscores.
es_mx: Empieza con minúscula/dígito; puede incluir guiones y guiones bajos.
fr: Commence par une minuscule/un chiffre ; peut contenir des traits d’union et de soulignement.
ja: 英小文字／数字で始まり、ハイフンとアンダースコアを含められます。
ko: 소문자/숫자로 시작하며 하이픈과 밑줄을 포함할 수 있습니다.
pt_br: Começa com letra minúscula/dígito; pode incluir hifens e sublinhados.
pt_pt: Começa com letra minúscula/dígito; pode incluir hífenes e sublinhados.
tr: Küçük harf/rakamla başlar; tire ve alt çizgi içerebilir.
zh_hant: 以小寫字母／數字開頭，可包含連字號與底線。
zh_hk: 以小寫字母／數字開頭，可包含連字號與底線。

source: 尚无解析记录
ar: لا يوجد سجل DNS بعد
de: Noch kein DNS-Eintrag
en: No DNS record yet
es_mx: Aún no hay registro DNS
fr: Pas encore d’enregistrement DNS
ja: DNS レコードがありません
ko: DNS 레코드가 없음
pt_br: Ainda não há registro DNS
pt_pt: Ainda não há registo DNS
tr: Henüz DNS kaydı yok
zh_hant: 尚無解析記錄
zh_hk: 尚無解析記錄

source: 就近
ar: القرب
de: Nähe
en: Proximity
es_mx: Proximidad
fr: Proximité
ja: 近接
ko: 근접
pt_br: Proximidade
pt_pt: Proximidade
tr: Yakınlık

source: 展示某个域名的单项 24h 指标
ar: يعرض مقياسًا واحدًا خلال 24 ساعة لنطاق
de: Zeigt eine einzelne 24-Std.-Kennzahl einer Domain
en: Shows a single 24h metric for a domain
es_mx: Muestra una métrica de 24 h de un dominio
fr: Affiche une seule métrique sur 24 h pour un domaine
ja: ドメインの単一の24時間メトリクスを表示
ko: 도메인의 단일 24시간 지표를 표시합니다
pt_br: Mostra uma métrica de 24h de um domínio
pt_pt: Mostra uma métrica de 24h de um domínio
tr: Bir alan adı için tek bir 24 saatlik metriği gösterir
zh_hant: 顯示某個網域的單項 24h 指標
zh_hk: 顯示某個域名的單項 24h 指標

source: 展示某个域名的请求地形与总览
ar: يعرض تضاريس الطلبات ونظرة عامة لنطاق
de: Zeigt das Anfrage-Terrain und die Übersicht einer Domain
en: Shows a domain’s request terrain and overview
es_mx: Muestra el relieve de solicitudes y el resumen de un dominio
fr: Affiche le relief des requêtes et l’aperçu d’un domaine
ja: ドメインのリクエスト地形と概要を表示
ko: 도메인의 요청 지형과 개요를 표시합니다
pt_br: Mostra o relevo de solicitações e a visão geral de um domínio
pt_pt: Mostra o relevo de pedidos e a vista geral de um domínio
tr: Bir alan adının istek arazisini ve genel görünümünü gösterir
zh_hant: 顯示某個網域的請求地形與總覽
zh_hk: 顯示某個域名的請求地形與總覽
